{
  "en": {
    "title": "Welcome to My Portfolio",
    "personalDetails": "Personal Details:",
    "welcome":"Introduction:",
    "introText": "This is my personal portfolio where you can find information about my projects, skills, and experience.",
    "pdText": "I am Andrés Báez, a 20-years-old student passionate about web development in León. During my internship, I worked on real-world projects that strengthened both my technical skills and my ability to work in a team. I am eager to continue learning and growing as a professional in the field of software development.",
    "personalStatement": "Personal Statement:",
    "statement": "I am currently studying a Higher Vocational Training Program in Web Application Development at IES San Andrés. I value teamwork, have a passion for programming and technology, and I'm eager to apply my skills in real-world projects.",
    "education": "Education:",
    "educationContent": "First year of Higher Technician in Web Application DevelopmentFirst year of Higher Technician in Development of Web Applications in IES San Andrés.",
    "experience": "Work Experience:",
    "experienceContent": "I have three months of full-time work experience at Lupa Supermarket, and six weeks of internship as part of my current vocational training program.",
    "skills": "Skills:",
    "skillsContent": "HTML, CSS, JavaScript, Java, MySQL, Git, GitHub.",
    "skillsContent2": "Teamworking, Adaptability, Curiosity, Responsability",
    "contacts": "Contacts:",
    "goLinkedin": "Go to LinkedIn",
    "goGithub": "Go to GitHub",
    "home": "Home"
 },
  "es": {
    "title": "Bienvenido a Mi Portfolio",
    "personalDetails": "Datos Personales:",
    "welcome":"Introducción:",
    "introText": "Este es mi portfolio personal donde puedes encontrar información sobre mis proyectos, habilidades y experiencia.",
    "pdText": " Soy Andrés Báez, un estudiante de 20 años apasionado por el desarrollo web en León. Durante mis prácticas, trabajé en proyectos reales que fortalecieron tanto mis habilidades técnicas como mi capacidad para trabajar en equipo. Estoy motivado por seguir aprendiendo y creciendo como profesional en el campo del desarrollo de software.",
    "personalStatement": "Declaración Personal:",
    "statement": "Estoy cursando un ciclo formativo de grado superior en Desarrollo de Aplicaciones Web en el IES San Andrés. Valoro el trabajo en equipo, tengo pasión por la programación y la tecnología, y estoy deseando aplicar mis habilidades en proyectos reales.",
    "education": "Educación:",
    "educationContent": "Primer año de Técnico Superior en Desarrollo de Aplicaciones Web First year of Higher Technician in Development of Web Applications en IES San Andrés.",
    "experience": "Experiencia Laboral:",
    "experienceContent": "Tengo tres meses de experiencia laboral a tiempo completo en Supermercado Lupa y seis semanas de prácticas como parte de mi formación.",
    "skills": "Habilidades:",
    "skillsContent": "HTML, CSS, JavaScript, Java, MySQL, Git, GitHub.",
    "skillsContent2": "Trabajo en equipo, adaptabilidad, curiosidad y responsabilidad.",
    "contacts": "Contactos:",
    "goLinkedin": "Ir a LinkedIn",
    "goGithub": "Ir a GitHub",
    "home": "Inicio"
    }
}